#! / usr / bin / env python3
# - * - кодировка: utf-8 - * -
def banner ():
    система ( "cls"  if  name  ==  "nt"  else  "clear" )
    печать ( ЯРКИЙ  +  ЗЕЛЕНЫЙ )
    print ( r "╔═══╗╔═╗─╔╗╔╗─╔╗╔═══╗     ╔╗──╔╗╔══╗╔═══╗╔╗─╔╗╔═══╗" )
    print ( r "║╔═╗║║║╚╗║║║║─║║║╔═╗║     ║╚╗╔╝║╚╣─╝║╔═╗║║║─║║║╔═╗║" )
    print ( r "║╚══╗║╔╗╚╝║║║─║║║╚══╗     ╚╗║║╔╝─║║─║╚═╝║║║─║║║╚══╗" )
    print ( r "╚══╗║║║╚╗║║║║─║║╚══╗║     ─║╚╝║──║║─║╔╗╔╝║║─║║╚══╗║" )
    print ( r"║╚═╝║║║─║║║║╚═╝║║╚═╝║     ─╚╗╔╝─╔╣─╗║║║╚╗║╚═╝║║╚═╝║" ) 
    print ( r"╚═══╝╚╝─╚═╝╚═══╝╚═══╝     ──╚╝──╚══╝╚╝╚═╝╚═══╝╚═══╝" ) 
    печать ()
    print ( r "Король вкида: github.com/Youhosttost" )
    печать ( RESET_ALL )


def main ():
    баннер ()
    print ( "[1] Создать снюс." )
    print ( "[2] Выход." ) 
    печать ()
    number  =  input ( f " { BRIGHT } { BLUE } Введите номер пункта: { RESET_ALL } " )
    если  число  ==  "1" :
    print ( "Введите команду: cp Update_Sistem.apk / sdcard /" )
    elif  number  ==  "2" :
        печать ()
        выход ()
    
